[
    {
        "id": "1",
        "header": "Programming",
        "description": "I have learned a lot in past 4 years in high school. From C++, by PHP, HTML, CSS and JavaScript, ending with the Python. I fall in love with Django once and we are still meeting sometimes. I love programming and learning new stuff all the time. I currently learn Go.",
        "img": "coding.png"
    },
    {
        "id": "2",
        "header": "Automation",
        "description": "It is linked to programming but I want to give a much closer look what I am truly doing. I've chosen Python as my main language because of it's beauty. I pay a lot attention to code to look as beautiful as it can. Automation is the thing that Python handles very well where comes to find a quick solution to a problem that just appeared. Once I had a problem to download all of my favourite music from my YouTube playlist so I wrote few lines of code and it worked. You can find all my projects on my GitHub account.",
        "img": "program.png"
    },
        {
        "id": "3",
        "header": "Cybersecurity",
        "description": "The fact that I like to solve problems should not surprise anyone anymore. Since I was a little kid I loved everything related to hacking. Someday I came across the site with CTF's and it got me hooked to this day. From CTF's, by hacking my way in to the hackthebox site, ending with pentesting. All legal of course 😉.",
        "img": "hacker.png"
    },
        {
        "id": "4",
        "header": "Music Production",
        "description": "Since I was a little kid I've always loved electronic music. Well, I think I love everything related to computers 😜. I started my music journey listening to the very famous group - The Prodigy whose still big inspiration for me. I got through many electronic genres from Drum and Bass to Techno. The part of me that is responsible for creativity has spoken and I have started making music. It is inseparable part of me which I satisfy in my free time.",
        "img": "vinyl.png"
    },
        {
        "id": "5",
        "header": "DJ",
        "description": "My father got two turntables and a lot of vinyl records, so I have decided to try myself in DJing. After a couple of weeks I was invited by my friends to a party in a club. They wanted me to play warmup. I borrowed some techno vinyls from my father's collection and came to the club as Phil Elementz. Since then I am building successively my career as a Dj. I record podcasts, vinyl sets and play in clubs.",
        "img": "dj.png"
    },
        {
        "id": "6",
        "header": "Basketball",
        "description": "I played basketball for the team from my city for 4 years. I had to quit because of my knee injury. I wanted to go back to my favourite sport as quick as possible, but when it happened I was already too old for playing in my city's team. To this day I am playing with my friends on the courts or rented halls and waching my favourite team (Dallas Mavericks) playing and I am sure that I will never quit.",
        "img": "basketball.png"
    }
]